from .cam import Camera
from .dobot import Dobot

def main():
    # Тут можна написати код, який буде виконуватися під час запуску програми
    print("Програма почала виконання!")
    
    # Виклик інших функцій або виконання завдань
    # Наприклад:
    результат = додати_числа(5, 3)
    print(f"Результат додавання: {результат}")

def додати_числа(a, b):
    return a + b

# Перевірка, чи цей файл запущений безпосередньо (а не імпортований)
if __name__ == "__main__":
    main()
